Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: No hidden metadata found
ar: لم يتم العثور على بيانات وصفية مخفية
de: Keine versteckten Metadaten gefunden
es: No se han encontrado metadatos ocultos
es_419: No se encontraron metadatos ocultos
fr: Aucune métadonnée cachée trouvée
it: Nessun metadato nascosto trovato
ja: 隠れたメタデータは見つかりませんでした
ko: 숨겨진 메타데이터가 없습니다
nl: Geen verborgen metadata gevonden
pl: Nie znaleziono ukrytych metadanych
pt_br: Nenhum metadado oculto encontrado
pt_pt: Não foram encontrados metadados ocultos
sv: Inga dolda metadata hittades
tr: Gizli meta veri bulunamadı
zh_hans: 未找到隐藏的元数据
zh_hant: 找不到隱藏的後設資料

source: No object was found there. Drag to draw a box instead.
ar: لم يُعثر على أي كائن هناك. اسحب لرسم مربع بدلًا من ذلك.
de: Dort wurde kein Objekt gefunden. Zieh stattdessen, um einen Bereich zu zeichnen.
es: No se ha encontrado ningún objeto ahí. Arrastra para dibujar un recuadro.
es_419: No se encontró ningún objeto ahí. Arrastra para dibujar un recuadro.
fr: Aucun objet n’a été trouvé à cet endroit. Faites plutôt glisser pour dessiner une zone.
it: Nessun oggetto trovato in quel punto. In alternativa, trascina per disegnare un riquadro.
ja: その場所に被写体が見つかりませんでした。代わりにドラッグしてマスク枠を描いてください。
ko: 해당 위치에서 피사체를 찾을 수 없습니다. 대신 드래그하여 가림 상자를 그리세요.
nl: Daar is geen object gevonden. Sleep in plaats daarvan om een vak te tekenen.
pl: Nie znaleziono tam żadnego obiektu. Przeciągnij, aby narysować obszar.
pt_br: Nenhum objeto foi encontrado ali. Arraste para desenhar uma caixa.
pt_pt: Não foi encontrado nenhum objeto aí. Em alternativa, arraste para desenhar uma caixa.
sv: Inget objekt hittades där. Dra för att rita en ruta i stället.
tr: Orada nesne bulunamadı. Bunun yerine kutu çizmek için sürükleyin.
zh_hans: 此处未找到物体。请改为拖移以绘制遮盖框。
zh_hant: 該處找不到物體。請改用拖移來繪製遮蓋框。

source: No photos or videos could be processed.
ar: تعذّرت معالجة أي صورة أو فيديو.
de: Es konnten keine Fotos oder Videos verarbeitet werden.
es: No se ha podido procesar ninguna foto ni vídeo.
es_419: No se pudo procesar ninguna foto ni video.
fr: Aucune photo ni vidéo n’a pu être traitée.
it: Non è stato possibile elaborare né foto né video.
ja: 処理できる写真やビデオがありませんでした。
ko: 처리할 수 있는 사진이나 비디오가 없습니다.
nl: Er konden geen foto’s of video’s worden verwerkt.
pl: Nie udało się przetworzyć żadnego zdjęcia ani wideo.
pt_br: Não foi possível processar nenhuma foto ou vídeo.
pt_pt: Não foi possível processar nenhuma fotografia ou vídeo.
sv: Inga bilder eller videor kunde bearbetas.
tr: Hiçbir fotoğraf veya video işlenemedi.
zh_hans: 无法处理任何照片或视频。
zh_hant: 無法處理任何照片或影片。

source: No photos or videos found.
ar: لم يتم العثور على صور أو مقاطع فيديو.
de: Keine Fotos oder Videos gefunden.
es: No se han encontrado fotos ni vídeos.
es_419: No se encontraron fotos ni videos.
fr: Aucune photo ni vidéo trouvée.
it: Non sono stati trovati né foto né video.
ja: 写真やビデオが見つかりません。
ko: 사진이나 비디오를 찾을 수 없습니다.
nl: Geen foto’s of video’s gevonden.
pl: Nie znaleziono zdjęć ani wideo.
pt_br: Nenhuma foto ou vídeo encontrado.
pt_pt: Não foram encontradas fotografias nem vídeos.
sv: Inga bilder eller videor hittades.
tr: Fotoğraf veya video bulunamadı.
zh_hans: 未找到照片或视频。
zh_hant: 找不到照片或影片。

source: No redaction regions
ar: لا توجد مناطق حجب
de: Keine Schwärzungsbereiche
es: No hay áreas de censura
es_419: No hay áreas de censura
fr: Aucune zone de masquage
it: Nessuna area di oscuramento
ja: マスク領域がありません
ko: 가림 영역 없음
nl: Geen afdekgebieden
pl: Brak obszarów zamazania
pt_br: Nenhuma área de ocultação
pt_pt: Sem áreas de ocultação
sv: Inga maskeringsområden
tr: Karartma bölgesi yok
zh_hans: 没有遮盖区域
zh_hant: 沒有遮蓋區域

source: No sensitive data highlighted
ar: لم يتم تمييز أي بيانات حساسة
de: Keine sensiblen Daten hervorgehoben
es: No hay datos sensibles resaltados
es_419: No hay datos sensibles resaltados
fr: Aucune donnée sensible en surbrillance
it: Nessun dato sensibile evidenziato
ja: 強調表示された機密データはありません
ko: 강조된 민감한 데이터가 없습니다
nl: Geen gevoelige gegevens gemarkeerd
pl: Nie podświetlono żadnych danych wrażliwych
pt_br: Nenhum dado sensível destacado
pt_pt: Nenhum dado sensível destacado
sv: Inga känsliga uppgifter markerade
tr: Hassas veri vurgulanmadı
zh_hans: 未突出显示敏感数据
zh_hant: 沒有標示任何敏感資料

source: None
ar: لا شيء
de: Keine
es: Ninguna
es_419: Ninguna
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma
sv: Inga
tr: Yok
zh_hans: 无
zh_hant: 無

source: Not Now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
es_419: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
sv: Inte nu
tr: Şimdi Değil
zh_hans: 以后
zh_hant: 稍後

source: Not checked
ar: لم يُفحص
de: Nicht geprüft
es: Sin revisar
es_419: Sin revisar
fr: Non vérifié
it: Non controllato
ja: 未確認
ko: 확인하지 않음
nl: Niet gecontroleerd
pl: Nie sprawdzono
pt_br: Não verificado
pt_pt: Não verificado
sv: Inte kontrollerat
tr: Kontrol edilmedi
zh_hans: 未检查
zh_hant: 未檢查

source: Not cleaned: %lld. Nothing was saved for those.
ar: غير المنظَّفة: %lld. لم يتم حفظ أي شيء لها.
de: Nicht bereinigt: %lld. Dafür wurde nichts gesichert.
es: Sin limpiar: %lld. No se ha guardado nada de ellos.
es_419: Sin limpiar: %lld. No se guardó nada de ellos.
fr: Non nettoyées : %lld. Rien n’a été enregistré pour celles-ci.
it: Non puliti: %lld. Per questi elementi non è stato salvato nulla.
ja: クリーンアップできなかった項目：%lld。これらは保存されていません。
ko: 정리 안 됨: %lld. 해당 항목은 저장되지 않았습니다.
nl: Niet opgeschoond: %lld. Daarvoor is niets bewaard.
pl: Nie wyczyszczono: %lld. Nic nie zostało dla nich zachowane.
pt_br: Não limpos: %lld. Nada foi salvo para esses itens.
pt_pt: Não limpos: %lld. Nada foi guardado para esses itens.
sv: Inte rensade: %lld. Inget sparades för dem.
tr: Temizlenemeyen: %lld. Bunlar için hiçbir şey kaydedilmedi.
zh_hans: 未清理：%lld。未为这些项目存储任何内容。
zh_hant: 未清理：%lld。這些項目沒有儲存任何內容。

source: OK
ar: حسنًا
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Object %lld
ar: العنصر %lld
de: Objekt %lld
es: Objeto %lld
es_419: Objeto %lld
fr: Objet %lld
it: Oggetto %lld
ja: オブジェクト%lld
ko: 개체 %lld
pl: Obiekt %lld
pt_br: Objeto %lld
pt_pt: Objeto %lld
sv: Objekt %lld
tr: Nesne %lld
zh_hans: 物体 %lld
zh_hant: 物體 %lld

source: Object Selection
ar: تحديد الكائنات
de: Objektauswahl
es: Selección de objetos
es_419: Selección de objetos
fr: Sélection d’objet
it: Selezione oggetti
ja: 被写体の選択
ko: 피사체 선택
nl: Objectselectie
pl: Zaznaczanie obiektów
pt_br: Seleção de Objeto
pt_pt: Seleção de objeto
sv: Objektmarkering
tr: Nesne Seçimi
zh_hans: 物体选择
zh_hant: 物體選取

source: Objects
ar: العناصر
de: Objekte
es: Objetos
es_419: Objetos
fr: Objets
it: Oggetti
ja: オブジェクト
ko: 개체
nl: Objecten
pl: Obiekty
pt_br: Objetos
pt_pt: Objetos
sv: Objekt
tr: Nesneler
zh_hans: 物体
zh_hant: 物體

source: Objects covered: %lld
ar: العناصر المحجوبة: %lld
de: Verdeckte Objekte: %lld
es: Objetos censurados: %lld
es_419: Objetos censurados: %lld
fr: Objets masqués : %lld
it: Oggetti coperti: %lld
ja: マスクしたオブジェクト：%lld
ko: 가린 개체: %lld
nl: Afgedekte objecten: %lld
pl: Zamazane obiekty: %lld
pt_br: Objetos ocultados: %lld
pt_pt: Objetos ocultados: %lld
sv: Maskerade objekt: %lld
tr: Karartılan nesneler: %lld
zh_hans: 已遮盖的物体：%lld
zh_hant: 已遮蓋的物體：%lld

source: Off
ar: متوقف
de: Aus
es: Desactivado
es_419: No
fr: Non
it: No
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
sv: Av
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: Offline Editing
ar: التحرير دون اتصال
de: Offline bearbeiten
es: Edición sin conexión
es_419: Edición sin conexión
fr: Retouche hors ligne
it: Modifica offline
ja: オフラインで編集
ko: 오프라인 편집
nl: Offline bewerken
pl: Edycja offline
pt_br: Edição offline
pt_pt: Edição offline
sv: Redigera offline
tr: Çevrimdışı düzenleme
zh_hans: 离线编辑
zh_hant: 離線編輯

source: On
ar: مشغل
de: Ein
es: Activado
es_419: Sí
fr: Oui
it: Sì
ja: オン
ko: 켬
nl: Aan
pl: Włączone
pt_br: Ativado
pt_pt: Ativado
sv: På
tr: Açık
zh_hans: 打开
zh_hant: 開啟

source: Only without covered details, and not as PNG: the motion would still show them.
ar: فقط دون تفاصيل محجوبة وليس بتنسيق PNG: فالحركة ستُظهرها.
de: Nur ohne verdeckte Details und nicht als PNG: Die Bewegung würde sie noch zeigen.
es: Solo sin detalles censurados y no en PNG: el movimiento aún los mostraría.
es_419: Solo sin detalles censurados y no en PNG: el movimiento aún los mostraría.
fr: Seulement sans détails masqués, et pas en PNG : l’animation les montrerait encore.
it: Solo senza dettagli coperti e non in PNG: il movimento li mostrerebbe ancora.
ja: 隠した項目がなく、PNG以外の場合のみ。動きには隠した内容が映ってしまうためです。
ko: 가린 항목이 없고 PNG가 아닐 때만 가능합니다. 움직임에는 가린 내용이 그대로 보이기 때문입니다.
nl: Alleen zonder afgedekte gegevens en niet als PNG: de beweging zou ze nog laten zien.
pl: Tylko bez zamazanych danych i nie w formacie PNG: ruch nadal by je pokazywał.
pt_br: Somente sem detalhes ocultos e fora do PNG: o movimento ainda os mostraria.
pt_pt: Apenas sem detalhes ocultados e não em PNG: o movimento continuaria a mostrá-los.
sv: Bara utan maskerade detaljer och inte som PNG: rörelsen skulle fortfarande visa dem.
tr: Yalnızca karartılmış ayrıntı yoksa ve PNG değilse: hareket onları yine gösterirdi.
zh_hans: 仅在没有遮盖内容且不是 PNG 时可用：动态画面仍会显示这些内容。
zh_hant: 僅在沒有遮蓋內容且不是 PNG 時可用：動態畫面仍會顯示這些內容。

source: Open PicStrip within 15 minutes to review the original and choose what to cover.
ar: افتح PicStrip خلال 15 دقيقة لمراجعة الأصل واختيار ما تريد تغطيته.
de: Öffne PicStrip innerhalb von 15 Minuten, um das Original zu prüfen und auszuwählen, was verdeckt wird.
es: Abre PicStrip en los próximos 15 minutos para revisar el original y elegir qué censurar.
es_419: Abre PicStrip en los próximos 15 minutos para revisar el original y elegir qué censurar.
fr: Ouvrez PicStrip dans les 15 minutes pour vérifier l’original et choisir quoi masquer.
it: Apri PicStrip entro 15 minuti per controllare l’originale e scegliere cosa coprire.
ja: 15分以内にPicStripを開き、元画像を確認して隠す内容を選んでください。
ko: 15분 안에 PicStrip을 열어 원본을 검토하고 가릴 내용을 선택하세요.
nl: Open PicStrip binnen 15 minuten om het origineel te controleren en te kiezen wat je afdekt.
pl: Otwórz PicStrip w ciągu 15 minut, aby sprawdzić oryginał i wybrać treści do zamazania.
pt_br: Abra o PicStrip em até 15 minutos para revisar o original e escolher o que cobrir.
pt_pt: Abra o PicStrip em até 15 minutos para revisar o original e escolher o que cobrir.
sv: Öppna PicStrip inom 15 minuter för att granska originalet och välja vad som ska döljas.
tr: Özgün görüntüyü incelemek ve örtülecek bilgileri seçmek için PicStrip’i 15 dakika içinde açın.
zh_hans: 请在15分钟内打开PicStrip，检查原图并选择要遮盖的内容。
zh_hant: 請在15分鐘內開啟PicStrip，檢查原始影像並選擇要遮蓋的內容。

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
es_419: Abrir Configuración
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
sv: Öppna Inställningar
tr: Ayarlar’ı Aç
zh_hans: 打开“设置”
zh_hant: 打開「設定」

source: Open Source License
ar: رخصة مفتوحة المصدر
de: Open-Source-Lizenz
es: Licencia de código abierto
es_419: Licencia de código abierto
fr: Licence Open Source
it: Licenza Open Source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
nl: Open Source-licentie
pl: Licencja Open Source
pt_br: Licença Open Source
pt_pt: Licença Open Source
sv: Licens för öppen källkod
tr: Açık Kaynak Lisansı
zh_hans: 开源许可证
zh_hant: 開放原始碼授權

source: OpenAI API Key
ar: مفتاح OpenAI API
de: OpenAI-API-Schlüssel
es: Clave API de OpenAI
es_419: Clave API de OpenAI
fr: Clé API OpenAI
it: Chiave API OpenAI
ja: OpenAI APIキー
ko: OpenAI API 키
nl: OpenAI API-sleutel
pl: Klucz API OpenAI
pt_br: Chave de API da OpenAI
pt_pt: Chave de API da OpenAI
sv: OpenAI API-nyckel
tr: OpenAI API Anahtarı
zh_hans: OpenAI API 密钥
zh_hant: OpenAI API 金鑰

source: OpenAI API keys (sk- and sk-proj- formats)
ar: مفاتيح OpenAI API (بتنسيق sk- وsk-proj-)
de: OpenAI-API-Schlüssel (Formate sk- und sk-proj-)
es: Claves API de OpenAI (formatos sk- y sk-proj-)
es_419: Claves API de OpenAI (formatos sk- y sk-proj-)
fr: Clés API OpenAI (formats sk- et sk-proj-)
it: Chiavi API OpenAI (formati sk- e sk-proj-)
ja: OpenAIのAPIキー（sk-およびsk-proj-形式）
ko: OpenAI API 키(sk- 및 sk-proj- 형식)
nl: OpenAI API-sleutels (formaten sk- en sk-proj-)
pl: Klucze API OpenAI (formaty sk- i sk-proj-)
pt_br: Chaves de API da OpenAI (formatos sk- e sk-proj-)
pt_pt: Chaves de API da OpenAI (formatos sk- e sk-proj-)
sv: API-nycklar för OpenAI (formaten sk- och sk-proj-)
tr: OpenAI API anahtarları (sk- ve sk-proj- biçimleri)
zh_hans: OpenAI API 密钥（sk- 和 sk-proj- 格式）
zh_hant: OpenAI API 金鑰（sk- 與 sk-proj- 格式）

source: Opening video…
ar: جارٍ فتح الفيديو…
de: Video wird geöffnet…
es: Abriendo vídeo…
es_419: Abriendo video…
fr: Ouverture de la vidéo…
it: Apertura del video…
ja: ビデオを開いています…
ko: 비디오 여는 중…
nl: Video openen…
pl: Otwieranie wideo…
pt_br: Abrindo vídeo…
pt_pt: A abrir o vídeo…
sv: Öppnar video…
tr: Video açılıyor…
zh_hans: 正在打开视频…
zh_hant: 正在打開影片…

source: Opens PicStrip at your screenshots so you can pick one to clean.
ar: يفتح PicStrip على لقطات الشاشة لتختار واحدة لتنظيفها.
de: Öffnet PicStrip bei deinen Screenshots, damit du einen zum Bereinigen auswählen kannst.
es: Abre PicStrip en tus capturas de pantalla para que elijas una y la limpies.
es_419: Abre PicStrip en tus capturas de pantalla para que elijas una y la limpies.
fr: Ouvre PicStrip sur vos captures d’écran pour en choisir une à nettoyer.
it: Apre PicStrip sulle tue schermate per sceglierne una da pulire.
ja: PicStripをスクリーンショットの一覧で開き、クリーンアップするものを選べるようにします。
ko: PicStrip을 스크린샷 목록에서 열어 정리할 항목을 고를 수 있게 합니다.
nl: Opent PicStrip bij je schermafbeeldingen zodat je er een kunt kiezen om op te schonen.
pl: Otwiera PicStrip na zrzutach ekranu, aby wybrać jeden do wyczyszczenia.
pt_br: Abre o PicStrip nas suas capturas de tela para você escolher uma para limpar.
pt_pt: Abre o PicStrip nas suas capturas de ecrã para escolher uma para limpar.
sv: Öppnar PicStrip vid dina skärmbilder så att du kan välja en att rensa.
tr: Temizlemek üzere birini seçebilmeniz için PicStrip’i ekran görüntülerinizde açar.
zh_hans: 在你的截图中打开 PicStrip，以便选择一张进行清理。
zh_hant: 在你的截圖中開啟 PicStrip，以便選擇一張進行清理。

source: Opens PicStrip so you can select photos to clean. Strips privacy metadata and optionally redacts sensitive content before saving cleaned copies to your Photos library.
ar: يفتح PicStrip حتى تتمكن من اختيار الصور لتنظيفها. يزيل البيانات الوصفية المتعلقة بالخصوصية ويحجب المحتوى الحساس اختياريًا قبل حفظ النسخ المنظَّفة في مكتبة الصور الخاصة بك.
de: Öffnet PicStrip, damit du Fotos zum Bereinigen auswählen kannst. Entfernt Datenschutz-Metadaten und schwärzt optional sensible Inhalte, bevor bereinigte Kopien in deiner Fotomediathek gesichert werden.
es: Abre PicStrip para que puedas seleccionar las fotos que quieres limpiar. Elimina los metadatos de privacidad y, opcionalmente, censura el contenido sensible antes de guardar copias limpias en tu fototeca.
es_419: Abre PicStrip para que puedas seleccionar las fotos que quieres limpiar. Elimina los metadatos de privacidad y, opcionalmente, censura el contenido sensible antes de guardar copias limpias en tu fototeca.
fr: Ouvre PicStrip pour vous permettre de sélectionner les photos à nettoyer. Supprime les métadonnées de confidentialité et, en option, masque les contenus sensibles avant d’enregistrer des copies nettoyées dans votre photothèque.
it: Apre PicStrip per selezionare le foto da pulire. Rimuove i metadati sulla privacy e, se lo desideri, oscura i contenuti sensibili prima di salvare copie pulite nella libreria Foto.
ja: PicStripを開いて、クリーンアップする写真を選択できます。プライバシーメタデータを削除し、必要に応じて機密コンテンツをマスクしてから、クリーンアップしたコピーを写真ライブラリに保存します。
ko: PicStrip을 열어 정리할 사진을 선택할 수 있습니다. 개인정보 메타데이터를 제거하고, 원하는 경우 민감한 내용을 가린 후 정리된 사본을 사진 보관함에 저장합니다.
nl: Opent PicStrip zodat je foto’s kunt selecteren om op te schonen. Verwijdert privacymetadata en dekt optioneel gevoelige inhoud af voordat opgeschoonde kopieën in je fotobibliotheek worden bewaard.
pl: Otwiera PicStrip, aby wybrać zdjęcia do wyczyszczenia. Usuwa metadane prywatności i opcjonalnie zamazuje wrażliwe treści, a potem zachowuje wyczyszczone kopie w bibliotece zdjęć.
pt_br: Abre o PicStrip para você escolher as fotos que quer limpar. Remove os metadados de privacidade e, opcionalmente, oculta o conteúdo sensível antes de salvar cópias limpas na sua fototeca.
pt_pt: Abre o PicStrip para selecionar as fotografias a limpar. Remove os metadados de privacidade e, opcionalmente, oculta conteúdos sensíveis antes de guardar cópias limpas na sua fototeca.
sv: Öppnar PicStrip så att du kan välja bilder att rensa. Tar bort privata metadata och kan även maskera känsligt innehåll innan de rensade kopiorna sparas i ditt bildbibliotek.
tr: PicStrip’i açarak temizlemek istediğiniz fotoğrafları seçebilirsiniz. Gizlilik meta verilerini kaldırır, isteğe bağlı olarak hassas içeriği karartır ve temizlenen kopyaları fotoğraf arşivinize kaydeder.
zh_hans: 打开 PicStrip 以选择要清理的照片。在将清理后的副本存储到你的照片图库之前，移除隐私元数据，并可选择遮盖敏感内容。
zh_hant: 打開 PicStrip，選擇要清理的照片。在將清理後的副本儲存到你的照片圖庫之前，會移除隱私後設資料，並可選擇遮蓋敏感內容。

source: Opens PicStrip's camera, which shows what it would cover before you take the photo.
ar: يفتح كاميرا PicStrip التي تُظهر ما ستحجبه قبل التقاط الصورة.
de: Öffnet die Kamera von PicStrip, die zeigt, was verdeckt würde, bevor du das Foto aufnimmst.
es: Abre la cámara de PicStrip, que muestra lo que censuraría antes de hacer la foto.
es_419: Abre la cámara de PicStrip, que muestra lo que censuraría antes de tomar la foto.
fr: Ouvre l’appareil photo de PicStrip, qui montre ce qu’il masquerait avant la prise de vue.
it: Apre la fotocamera di PicStrip, che mostra cosa coprirebbe prima dello scatto.
ja: 撮影前に隠す内容を表示する、PicStripのカメラを開きます。
ko: 촬영 전에 가릴 내용을 보여 주는 PicStrip 카메라를 엽니다.
nl: Opent de camera van PicStrip, die laat zien wat hij zou afdekken voordat je de foto maakt.
pl: Otwiera aparat PicStrip, który przed zrobieniem zdjęcia pokazuje, co zostałoby zamazane.
pt_br: Abre a câmera do PicStrip, que mostra o que seria ocultado antes de você tirar a foto.
pt_pt: Abre a câmara do PicStrip, que mostra o que seria ocultado antes de tirar a fotografia.
sv: Öppnar PicStrips kamera, som visar vad som skulle maskeras innan du tar bilden.
tr: Fotoğrafı çekmeden önce nelerin karartılacağını gösteren PicStrip kamerasını açar.
zh_hans: 打开 PicStrip 的相机，在拍照前显示将要遮盖的内容。
zh_hant: 開啟 PicStrip 的相機，在拍照前顯示將會遮蓋的內容。

source: Opens the first selected image in the PicStrip editor for manual redaction.
ar: يفتح أول صورة محددة في محرر PicStrip للحجب اليدوي.
de: Öffnet das erste ausgewählte Bild im PicStrip-Editor zum manuellen Schwärzen.
es: Abre la primera imagen seleccionada en el editor de PicStrip para censurarla manualmente.
es_419: Abre la primera imagen seleccionada en el editor de PicStrip para censurarla manualmente.
fr: Ouvre la première image sélectionnée dans l’éditeur PicStrip pour un masquage manuel.
it: Apre la prima immagine selezionata nell’editor di PicStrip per l’oscuramento manuale.
ja: 選択した最初の画像をPicStripのエディタで開き、手動でマスクできるようにします。
ko: 선택한 첫 번째 이미지를 PicStrip 편집기에서 열어 직접 가릴 수 있습니다.
nl: Opent de eerste geselecteerde afbeelding in de PicStrip-editor om handmatig af te dekken.
pl: Otwiera pierwszy wybrany obraz w edytorze PicStrip do ręcznego zamazania.
pt_br: Abre a primeira imagem selecionada no editor do PicStrip para ocultação manual.
pt_pt: Abre a primeira imagem selecionada no editor do PicStrip para ocultação manual.
sv: Öppnar den första valda bilden i PicStrips redigerare för manuell maskering.
tr: Seçilen ilk görüntüyü elle karartma için PicStrip düzenleyicisinde açar.
zh_hans: 在 PicStrip 编辑器中打开所选的第一张图像，以便手动遮盖。
zh_hant: 在 PicStrip 編輯器中打開所選的第一張影像，以便手動遮蓋。

source: Opens the first selected video in PicStrip to cover faces and text.
ar: يفتح أول فيديو محدد في PicStrip لحجب الوجوه والنصوص.
de: Öffnet das erste ausgewählte Video in PicStrip, um Gesichter und Text zu verdecken.
es: Abre el primer vídeo seleccionado en PicStrip para censurar caras y texto.
es_419: Abre el primer video seleccionado en PicStrip para censurar caras y texto.
fr: Ouvre la première vidéo sélectionnée dans PicStrip pour masquer les visages et le texte.
it: Apre il primo video selezionato in PicStrip per coprire volti e testo.
ja: 選択した最初のビデオをPicStripで開き、顔や文字をマスクできるようにします。
ko: 선택한 첫 번째 비디오를 PicStrip에서 열어 얼굴과 텍스트를 가릴 수 있습니다.
nl: Opent de eerste geselecteerde video in PicStrip om gezichten en tekst af te dekken.
pl: Otwiera pierwsze wybrane wideo w PicStrip, aby zamazać twarze i tekst.
pt_br: Abre o primeiro vídeo selecionado no PicStrip para ocultar rostos e textos.
pt_pt: Abre o primeiro vídeo selecionado no PicStrip para ocultar rostos e texto.
sv: Öppnar den första valda videon i PicStrip för att maskera ansikten och text.
tr: Seçilen ilk videoyu yüzleri ve metinleri karartmak için PicStrip’te açar.
zh_hans: 在 PicStrip 中打开所选的第一个视频，以便遮盖面孔和文字。
zh_hant: 在 PicStrip 中打開所選的第一部影片，以便遮蓋臉孔和文字。

source: Opens the redaction editor
ar: يفتح محرر الحجب
de: Öffnet den Schwärzungs-Editor
es: Abre el editor de censuras
es_419: Abre el editor de censuras
fr: Ouvre l’éditeur de masquage
it: Apre l’editor di oscuramento
ja: マスクエディタを開きます
ko: 가림 편집기를 엽니다
nl: Opent de afdekeditor
pl: Otwiera edytor zamazywania
pt_br: Abre o editor de ocultação
pt_pt: Abre o editor de ocultações
sv: Öppnar maskeringsredigeraren
tr: Karartma düzenleyicisini açar
zh_hans: 打开遮盖编辑器
zh_hant: 打開遮蓋編輯器

source: Orange
ar: برتقالي
es: Naranja
es_419: Naranja
it: Arancione
ja: オレンジ
ko: 주황색
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
pt_pt: Laranja
tr: Turuncu
zh_hans: 橙色
zh_hant: 橙色

source: Original
ar: الأصل
it: Originale
ja: 元画像
ko: 원본
nl: Origineel
pl: Oryginał
tr: Özgün
zh_hans: 原图
zh_hant: 原始影像

source: Original Not Found
ar: الأصل غير موجود
de: Original nicht gefunden
es: Original no encontrado
es_419: Original no encontrado
fr: Original introuvable
it: Originale non trovato
ja: 元の写真が見つかりません
ko: 원본을 찾을 수 없음
nl: Origineel niet gevonden
pl: Nie znaleziono oryginału
pt_br: Original não encontrado
pt_pt: Original não encontrado
sv: Originalet hittades inte
tr: Orijinal bulunamadı
zh_hans: 未找到原始照片
zh_hant: 找不到原始照片

source: Original photos will be permanently deleted after cleaning.
ar: سيتم حذف الصور الأصلية نهائيًا بعد التنظيف.
de: Originalfotos werden nach der Bereinigung dauerhaft gelöscht.
es: Las fotos originales se eliminarán permanentemente tras la limpieza.
es_419: Las fotos originales se eliminarán permanentemente tras la limpieza.
fr: Les photos originales seront supprimées définitivement après le nettoyage.
it: Le foto originali saranno eliminate definitivamente dopo la pulizia.
ja: 元の写真は、クリーンアップ後に完全に削除されます。
ko: 정리 후 원본 사진은 영구 삭제됩니다.
nl: Originele foto’s worden na het opschonen permanent verwijderd.
pl: Oryginalne zdjęcia zostaną trwale usunięte po czyszczeniu.
pt_br: As fotos originais serão excluídas permanentemente após a limpeza.
pt_pt: As fotografias originais serão eliminadas permanentemente após a limpeza.
sv: Originalbilder kommer att raderas permanent efter rensning.
tr: Orijinal fotoğraflar temizleme sonrası kalıcı olarak silinecektir.
zh_hans: 清理后，原始照片将被永久删除。
zh_hant: 清理後，原始照片將被永久刪除。

source: Original replaced in Photos
ar: تم استبدال الأصل في الصور
de: Original in Fotos ersetzt
es: Original sustituido en Fotos
es_419: Original reemplazado en Fotos
fr: Original remplacé dans Photos
it: Originale sostituito in Foto
ja: 「写真」の元画像を置き換えました
ko: 사진에서 원본을 대체했습니다
nl: Origineel vervangen in Foto’s
pl: Zastąpiono oryginał w Zdjęciach
pt_br: Original substituído em Fotos
pt_pt: Original substituído nas Fotografias
sv: Originalet ersattes i Bilder
tr: Özgün görüntü Fotoğraflar’da değiştirildi
zh_hans: 已替换“照片”中的原图
zh_hant: 已取代「照片」中的原始影像
